Repository: Seperatebugle21/Echo
Catalog: Echo.swiftpm/Echo/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

# tab_songs
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# tab_playlists
source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

# tab_settings
source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

# songs_title
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# search_prompt
source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

# action_edit
source: Edit
de: Bearbeiten
fr: Modifier
nl: Wijzig

# action_done
source: Done
de: Fertig
fr: OK
nl: Gereed

# action_delete
source: Delete
de: Löschen
fr: Supprimer
nl: Verwijder

# action_cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# action_continue
source: Continue
de: Fortfahren
fr: Continuer
nl: Doorgaan

# action_delete_everything
source: Delete Everything
de: Alles löschen
fr: Tout supprimer
nl: Verwijder alles

# action_play_now
source: Play Now
de: Jetzt spielen
fr: Lancer la lecture
nl: Speel nu

# action_play_next
source: Play Next
de: Als Nächstes spielen
fr: Lire ensuite
nl: Speel als volgende

# action_add_to_queue
source: Add to Queue
de: Zur Warteschlange hinzufügen
fr: Ajouter à la file d'attente
nl: Voeg toe aan wachtrij

# action_add_to_playlist
source: Add to Playlist
de: Zur Wiedergabeliste hinzufügen
fr: Ajouter à une liste de lecture
nl: Voeg toe aan playlist

# action_add_to_favorites
source: Add to Favorites
de: Zu Favoriten hinzufügen
fr: Ajouter aux favoris
nl: Voeg toe aan favorieten

# action_remove_from_favorites
source: Remove from Favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris
nl: Verwijder uit favorieten

# action_edit_info
source: Edit Info
de: Info bearbeiten
fr: Modifier les informations
nl: Wijzig info

# settings_section_appearance
source: Appearance
de: Erscheinungsbild
fr: Apparence
nl: Weergave

# settings_appearance_title
source: Appearance
de: Erscheinungsbild
fr: Apparence
nl: Weergave

# appearance_light
source: Light
de: Hell
fr: Clair
nl: Licht

# appearance_dark
source: Dark
de: Dunkel
fr: Sombre
nl: Donker

# settings_language_section
source: Language
de: Sprache
fr: Langue
nl: Taal

# settings_language_label
source: App Language
de: App-Sprache
fr: Langue de l'application
nl: App-taal

# settings_section_library
source: Library
de: Mediathek
fr: Bibliothèque
nl: Bibliotheek

# settings_refresh_library
source: Refresh Library
de: Mediathek aktualisieren
fr: Actualiser la bibliothèque
nl: Bibliotheek vernieuwen

# settings_section_danger
source: Danger Zone
de: Gefahrenzone
fr: Zone à risques
nl: Gevaarzone

# settings_clear_cache
source: Clear Cache
de: Cache leeren
fr: Vider le cache
nl: Cache wissen

# settings_delete_all_music
source: Delete All Music
de: Alle Musik löschen
fr: Supprimer toute la musique
nl: Verwijder alle muziek

# settings_section_about
source: About Echo
de: Über Echo
fr: À propos d'Echo
nl: Over Echo

# settings_made_with
source: Built with SwiftUI
de: Erstellt mit SwiftUI
fr: Développé avec SwiftUI
nl: Gemaakt met SwiftUI

# alert_delete_lyrics_title
source: Delete Saved Lyrics?
de: Gespeicherte Songtexte löschen?
fr: Supprimer les paroles enregistrées ?
nl: Opgeslagen lyrics verwijderen?

# alert_delete_lyrics_message
source: All saved lyrics will be deleted. The songs themselves will remain.
de: Alle gespeicherten Songtexte werden gelöscht. Die Titel selbst bleiben erhalten.
fr: Toutes les paroles enregistrées seront supprimées. Les morceaux seront conservés.
nl: Alle opgeslagen lyrics worden verwijderd. De nummers zelf blijven behouden.

# alert_delete_all_music_title
source: Delete All Music?
de: Alle Musik löschen?
fr: Supprimer toute la musique ?
nl: Alle muziek verwijderen?

# alert_delete_all_music_message
source: All imported songs will be deleted.
de: Alle importierten Titel werden gelöscht.
fr: Tous les morceaux importés seront supprimés.
nl: Alle geïmporteerde nummers worden verwijderd.

# alert_cannot_be_undone_title
source: This Cannot Be Undone
de: Dies kann nicht rückgängig gemacht werden
fr: Cette action est irréversible
nl: Dit kan niet ongedaan worden gemaakt

# alert_cannot_be_undone_message
source: Your music files and library data will be permanently deleted.
de: Deine Musikdateien und Mediathek-Daten werden dauerhaft gelöscht.
fr: Vos fichiers musicaux et les données de votre bibliothèque seront définitivement supprimés.
nl: Je muziekbestanden en bibliotheekgegevens worden definitief verwijderd.

# alert_delete_confirmation_message
source: This will remove all imported songs from Echo.
de: Dadurch werden alle importierten Titel aus Echo entfernt.
fr: Cela supprimera tous les morceaux importés d'Echo.
nl: Dit verwijdert alle geïmporteerde nummers uit Echo.

# alert_delete_single_song_title
source: Delete Song?
de: Titel löschen?
fr: Supprimer le morceau ?
nl: Nummer verwijderen?

# alert_delete_single_song_message %@
source: Are you sure you want to delete “%@”?
de: Bist du sicher, dass du „%@“ löschen möchtest?
fr: Voulez-vous vraiment supprimer « %@ » ?
nl: Weet je zeker dat je “%@” wilt verwijderen?

# sort_date_added
source: Recently Added
de: Zuletzt hinzugefügt
fr: Ajoutés récemment
nl: Laatst toegevoegd

# sort_last_played
source: Recently Played
de: Zuletzt gespielt
fr: Écoutés récemment
nl: Laatst afgespeeld

# alert_delete_songs_title
source: Delete Songs
de: Titel löschen
fr: Supprimer les morceaux
nl: Nummers verwijderen

# alert_delete_songs_message %lld
source: Are you sure you want to delete %lld song(s) from your library?
de: Bist du sicher, dass du %lld Titel aus deiner Mediathek löschen möchtest?
fr: Voulez-vous vraiment supprimer %lld morceau(x) de votre bibliothèque ?
nl: Weet je zeker dat je %lld nummer(s) wilt verwijderen uit je bibliotheek?

# alert_duplicate_title
source: Song Already Exists
de: Titel bereits vorhanden
fr: Le morceau existe déjà
nl: Nummer bestaat al

# alert_duplicate_message %@
source: “%@” is already in your library.
de: „%@“ befindet sich bereits in deiner Mediathek.
fr: « %@ » est déjà dans votre bibliothèque.
nl: “%@” staat al in je bibliotheek.

# picker_add_favorites_title
source: Add Favorites
de: Favoriten hinzufügen
fr: Ajouter des favoris
nl: Voeg favorieten toe

# picker_add_songs_title
source: Add Songs
de: Titel hinzufügen
fr: Ajouter des morceaux
nl: Voeg nummers toe

# button_add_favorites_count %lld
source: Add %lld Favorites
de: %lld Favoriten hinzufügen
fr: Ajouter %lld favoris
nl: Voeg %lld favorieten toe

# button_add_songs_count %lld
source: Add %lld Songs
de: %lld Titel hinzufügen
fr: Ajouter %lld morceaux
nl: Voeg %lld nummers toe

# queue_title
source: Queue
de: Warteschlange
fr: File d'attente
nl: Wachtrij

# queue_now_playing
source: Now Playing
de: Jetzt läuft
fr: En cours de lecture
nl: Nu afgespeeld

# queue_up_next
source: Up Next
de: Nächste
fr: À suivre
nl: Volgende

# queue_auto_next
source: Auto Play
de: Automatisch weiter
fr: Lecture automatique
nl: Automatisch volgende

# queue_recommended
source: Recommended
de: Empfohlen
fr: Recommandations
nl: Aanbevolen

# action_close
source: Close
de: Schließen
fr: Fermer
nl: Sluit

source: Repeat One Active
de: Titel wiederholen aktiv
fr: Répéter 1 titre
nl: Herhaal 1 actief

source: Repeat All Active
de: Alle wiederholen aktiv
fr: Tout répéter
nl: Herhaal alles actief

# repeat_one_description
source: The current song will repeat indefinitely.
de: Der aktuelle Titel wird dauerhaft wiederholt.
fr: Le morceau actuel sera répété en boucle.
nl: Het huidige nummer wordt oneindig herhaald.

# repeat_all_description
source: The current queue will keep repeating. Autoplay songs won't play.
de: Die aktuelle Warteschlange wird wiederholt. Automatische Titel werden nicht abgespielt.
fr: La file d'attente sera répétée. La lecture automatique est désactivée.
nl: De huidige wachtrij blijft herhalen. Automatische nummers worden niet afgespeeld.

# playlists_title
source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

# favorites_title
source: Favorites
de: Favoriten
fr: Favoris
nl: Favorieten

# songs_count_format %lld
source: %lld songs
de: %lld Titel
fr: %lld morceaux
nl: %lld nummers

# action_edit_playlist
source: Edit playlist
de: Playlist bearbeiten
fr: Modifier la liste
nl: Wijzig playlist

# action_delete_playlist
source: Delete playlist
de: Playlist löschen
fr: Supprimer la liste
nl: Verwijder playlist

# edit_info_title
source: Edit Details
de: Info bearbeiten
fr: Modifier les infos
nl: Info wijzigen

# action_save
source: Save
de: Speichern
fr: Enregistrer
nl: Bewaar

# lyrics_wifi_needed_title
source: Wi-Fi Connection Needed
de: WLAN-Verbindung erforderlich
fr: Connexion Wi-Fi requise
nl: Wifi-verbinding nodig

# lyrics_wifi_needed_description
source: No lyrics are saved for this song yet. Connect to the internet to retrieve lyrics. If you are already connected to Wi-Fi or cellular data, try restarting the song.
de: Für diesen Titel sind noch keine Songtexte gespeichert. Verbinde dich mit dem Internet, um sie abzurufen. Falls du mit dem Internet verbunden bist, versuche das Lied neu zu starten.
fr: Aucune parole n'est encore enregistrée pour ce morceau. Connectez-vous à Internet pour les récupérer. Si vous êtes déjà connecté au Wi-Fi ou aux données mobiles, essayez de relancer le morceau.
nl: Er zijn nog geen lyrics opgeslagen voor dit nummer. Verbind met internet om de lyrics op te halen. Als je toch verbonden bent met wifi of mobiele data, probeer dan het lied te herstarten.

# lyrics_unavailable_title
source: No Lyrics
de: Keine Songtexte
fr: Pas de paroles
nl: Geen lyrics

# lyrics_unavailable_description
source: No lyrics are available for this song.
de: Für diesen Titel sind keine Songtexte verfügbar.
fr: Aucune parole n'est disponible pour ce morceau.
nl: Voor dit nummer zijn geen lyrics beschikbaar.

# lyrics_navigation_title
source: Lyrics
de: Songtexte
fr: Paroles

# choose_playlist_title
source: Choose Playlist
de: Wählen Sie eine Wiedergabeliste
fr: Choisir une playlist
nl: Kies playlist

# favorites_song_count
source: %d songs
de: %d Titel
fr: %d morceaux
nl: %d nummers

# favorites_navigation_title
source: Favorites
de: Favoriten
fr: Favoris
nl: Favorieten

# play_all_action
source: Play All
de: Alle abspielen
fr: Tout lire
nl: Speel alles

# shuffle_action
source: Shuffle
de: Zufallswiedergabe
fr: Lecture aléatoire

# cancel_action
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# create_action
source: Create
de: Erstellen
fr: Créer
nl: Maak aan

# playlist_name_section_header
source: Choose a name
de: Wählen Sie einen Namen
fr: Choisissez un nom
nl: Kies een naam

# create_playlist_navigation_title
source: New Playlist
de: Neue Wiedergabeliste
fr: Nouvelle playlist
nl: Nieuwe playlist

# no_songs_title
source: No Songs Yet
de: Noch keine Titel
fr: Pas encore de morceaux
nl: Nog geen nummers

# add_songs_to_playlist_description
source: Add songs to this playlist.
de: Füge dieser Wiedergabeliste Titel hinzu.
fr: Ajoutez des morceaux à cette playlist.
nl: Voeg nummers toe aan deze playlist.

# add_music_action
source: Add Music
de: Musik hinzufügen
fr: Ajouter de la musique
nl: Voeg muziek toe

# favorites_empty_title
source: No Favorites Yet
de: Noch keine Favoriten
fr: Pas encore de favoris
nl: Nog geen favorieten

# favorites_empty_description
source: Add songs using the plus button.
de: Füge Titel mit der Plus-Taste hinzu.
fr: Ajoutez des morceaux avec le bouton plus.
nl: Voeg nummers toe met de plusknop.

# delete_songs_title
source: Delete Songs?
de: Titel löschen?
fr: Supprimer les morceaux ?
nl: Verwijder nummers?

# remove_songs_confirmation_message
source: %d song(s) will be removed from this playlist.
de: %d Titel werden aus dieser Wiedergabeliste entfernt.
fr: %d morceau(x) seront supprimés de cette playlist.
nl: %d nummer(s) worden uit deze playlist verwijderd.

# delete_playlist_alert_title
source: Delete Playlist?
de: Wiedergabeliste löschen?
fr: Supprimer la playlist ?
nl: Playlist verwijderen?

# delete_playlist_alert_message
source: The playlist will be deleted. The songs will remain in your library.
de: Die Wiedergabeliste wird gelöscht. Die Titel bleiben in deiner Mediathek.
fr: La playlist sera supprimée. Les morceaux resteront dans votre bibliothèque.
nl: De playlist wordt verwijderd. De nummers blijven in je bibliotheek.

# settings.api.header
source: Lyric API Tokens
de: Songtext-API-Tokens
fr: Jetons API de paroles
nl: Songtekst API-tokens

# settings.genius.footer
source: Enter your Genius or Musixmatch API keys to search via these services as well. If left empty, only LRCLIB will be used to fetch lyrics.
de: Geben Sie Ihre Genius- oder Musixmatch-API-Schlüssel ein, um auch über diese Dienste zu suchen. Wenn diese Felder leer bleiben, wird nur LRCLIB verwendet, um Songtexte abzurufen.
fr: Entrez vos clés d'accès API Genius ou Musixmatch pour rechercher également via ces services. Si vous laissez ces champs vides, seul LRCLIB sera utilisé pour récupérer les paroles.
nl: Voer je Genius- of Musixmatch-API-sleutels in om ook via deze diensten te zoeken. Als je deze leeg laat, wordt alleen LRCLIB gebruikt om songteksten op te halen.

# action_remove
source: Remove
de: Entfernen
fr: Supprimer
nl: Verwijder

# action_favorite
source: Favorite
de: Favorit
fr: Favori
nl: Favoriet

# action_skip
source: Skip
de: Überspringen
fr: Ignorer
nl: Overslaan

# action_replace
source: Replace
de: Ersetzen
fr: Remplacer
nl: Vervangen

# action_skip_all
source: Skip for all
de: Für alle überspringen
fr: Ignorer pour tous
nl: Overslaan voor alle

# action_replace_all
source: Replace for all
de: Für alle ersetzen
fr: Remplacer pour tous
nl: Vervangen voor alle

# MUSIC_APP_FAVORITES_SEARCH_PLACEHOLDER_TEXT
source: Search by title or artist in favorites...
de: Suche nach Titel oder Künstler in Favoriten...
fr: Rechercher par titre ou artiste dans les favoris...
nl: Zoek op titel of artiest in favorieten...

# MUSIC_APP_PLAYLIST_SEARCH_PLACEHOLDER_TEXT
source: Search by title or artist in playlist...
de: Suche nach Titel oder Künstler in der Playliste...
fr: Rechercher par titre ou artiste dans la liste...
nl: Zoek op titel of artiest in afspeellijst...

# MUSIC_APP_SORT_OPTION_DEFAULT_CUSTOM_ORDER
source: Default order
de: Standardreihenfolge
fr: Ordre par défaut
nl: Standaard volgorde

# MUSIC_APP_SORT_OPTION_ALPHABETICAL_TITLE
source: Title (A-Z)
de: Titel (A-Z)
fr: Titre (A-Z)
nl: Titel (A-Z)

# MUSIC_APP_SORT_OPTION_ALPHABETICAL_ARTIST
source: Artist (A-Z)
de: Künstler (A-Z)
fr: Artiste (A-Z)
nl: Artiest (A-Z)

# MUSIC_APP_SORT_OPTION_CHRONOLOGICAL_DATE_ADDED
source: Recently added
de: Kürzlich hinzugefügt
fr: Ajoutés récemment
nl: Lijst laatst toegevoegd

# MUSIC_APP_SORT_OPTION_CHRONOLOGICAL_LAST_PLAYED
source: Recently played
de: Kürzlich gespielt
fr: Écoutés récemment
nl: Lijst laatst afgespeeld

# MUSIC_APP_SORT_MENU_SELECTION_HEADER_TITLE
source: Sort songs by
de: Titel sortieren nach
fr: Trier les morceaux par
nl: Sorteer nummers op

# addapifyaccountview_account
source: Account
de: Konto
fr: Compte

# addapifyaccountview_account_name
source: Account Name
de: Kontoname
fr: Nom du compte
nl: Accountnaam

# addapifyaccountview_add
source: Add
de: Hinzufügen
fr: Ajouter
nl: Voeg toe

# addapifyaccountview_cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer

# addapifyaccountview_title
source: Add Apify Account
de: Apify-Konto hinzufügen
fr: Ajouter un compte Apify
nl: Apify-account toevoegen

# addedtoqueueview_added_to_queue
source: Added to Queue
de: Zur Warteschlange hinzugefügt
fr: Ajouté à la file d’attente
nl: Toegevoegd aan wachtrij

# addedtoqueueview_close
source: Close
de: Schließen
fr: Fermer
nl: Sluit

# addedtoqueueview_view_downloads
source: View Downloads
de: Downloads anzeigen
fr: Voir les téléchargements
nl: Bekijk downloads

# apifyaccountrow_active
source: Active
de: Aktiv
fr: Actif
nl: Actief

# apifyaccountrow_compute
source: Compute
de: Rechenleistung
fr: Calcul

# apifyaccountrow_data_transfer
source: Data Transfer
de: Datenübertragung
fr: Transfert de données
nl: Dataverkeer

# apifyaccountrow_echo_using_token
source: Echo is using this API token
de: Echo verwendet dieses API-Token
fr: Echo utilise ce jeton API
nl: Echo gebruikt dit API-token

# apifyaccountrow_usage
source: Usage
de: Nutzung
fr: Utilisation
nl: Gebruik

# apifyaccountrow_use_account
source: Use this account
de: Dieses Konto verwenden
fr: Utiliser ce compte
nl: Gebruik dit account

# apifyaccountsview_empty_description
source: Add an API token to use Apify with Echo.
de: Füge ein API-Token hinzu, um Apify mit Echo zu verwenden.
fr: Ajoutez un jeton API pour utiliser Apify avec Echo.
nl: Voeg een API-token toe om Apify met Echo te gebruiken.

# apifyaccountsview_empty_title
source: No Apify Accounts
de: Keine Apify-Konten
fr: Aucun compte Apify
nl: Geen Apify-accounts

# apifyaccountsview_title
source: Apify Accounts
de: Apify-Konten
fr: Comptes Apify

# contentview_library
source: Library
de: Mediathek
fr: Bibliothèque
nl: Bibliotheek

# contentview_search
source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

# developerview_available
source: Available
de: Verfügbar
fr: Disponible
nl: Beschikbaar

# developerview_current_value
source: Current Value
de: Aktueller Wert
fr: Valeur actuelle
nl: Huidige waarde

# developerview_downloads_description
source: Controls how many download chunks Echo can process at once.
de: Legt fest, wie viele Download-Blöcke Echo gleichzeitig verarbeiten kann.
fr: Détermine le nombre de segments de téléchargement qu’Echo peut traiter simultanément.
nl: Bepaalt hoeveel downloadchunks Echo tegelijk kan verwerken.

# developerview_free_storage
source: %@ free
de: %@ frei
fr: %@ libres
nl: %@ vrij

# developerview_iphone_storage
source: iPhone Storage
de: iPhone-Speicher
fr: Stockage de l’iPhone
nl: iPhone-opslag

# developerview_max_download_chunks
source: Maximum Download Chunks
de: Maximale Download-Blöcke
fr: Nombre maximal de segments de téléchargement
nl: Maximum aantal downloadchunks

# developerview_refresh_storage
source: Refresh Storage
de: Speicher aktualisieren
fr: Actualiser le stockage
nl: Opslag vernieuwen

# developerview_reset_default
source: Reset to Default
de: Auf Standard zurücksetzen
fr: Rétablir la valeur par défaut
nl: Herstel standaardwaarde

# developerview_storage
source: Storage
de: Speicher
fr: Stockage
nl: Opslag

# developerview_storage_description
source: Storage values are calculated from the device and Echo’s app container.
de: Die Speicherwerte werden aus dem Gerät und dem App-Container von Echo berechnet.
fr: Les valeurs de stockage sont calculées à partir de l’appareil et du conteneur d’Echo.
nl: Opslagwaarden worden berekend op basis van het apparaat en Echo’s appcontainer.

# developerview_title
source: Developer
de: Entwickler
fr: Développeur
nl: Ontwikkelaar

# developerview_total
source: Total
de: Gesamt
nl: Totaal

# developerview_used
source: Used
de: Verwendet
fr: Utilisé
nl: Gebruikt

# fetchqueueview_clear
source: Clear
de: Leeren
fr: Effacer
nl: Wis

# fetchqueueview_completed
source: Completed
de: Abgeschlossen
fr: Terminé
nl: Voltooid

# fetchqueueview_download_failed
source: Download Failed
de: Download fehlgeschlagen
fr: Échec du téléchargement
nl: Download mislukt

# fetchqueueview_downloading
source: Downloading
de: Wird heruntergeladen
fr: Téléchargement
nl: Downloaden

# fetchqueueview_encoding_mp3
source: Encoding MP3
de: MP3 wird kodiert
fr: Encodage MP3
nl: MP3 coderen

# fetchqueueview_keep_echo_open
source: Keep Echo Open
de: Echo geöffnet lassen
fr: Gardez Echo ouvert
nl: Houd Echo open

# fetchqueueview_keep_echo_open_description
source: Keep Echo open while downloading. Downloads may pause or fail if the app is closed or your iPhone is locked.
de: Lass Echo während des Downloads geöffnet. Downloads können pausieren oder fehlschlagen, wenn die App geschlossen oder dein iPhone gesperrt wird.
fr: Gardez Echo ouvert pendant le téléchargement. Les téléchargements peuvent être interrompus ou échouer si l’app est fermée ou si votre iPhone est verrouillé.
nl: Houd Echo open tijdens het downloaden. Downloads kunnen pauzeren of mislukken als de app wordt gesloten of je iPhone wordt vergrendeld.

# fetchqueueview_no_downloads
source: No Downloads
de: Keine Downloads
fr: Aucun téléchargement
nl: Geen downloads

# fetchqueueview_no_downloads_description
source: Songs you download will appear here.
de: Heruntergeladene Titel erscheinen hier.
fr: Les morceaux téléchargés apparaîtront ici.
nl: Nummers die je downloadt verschijnen hier.

# fetchqueueview_preparing
source: Preparing
de: Vorbereitung
fr: Préparation
nl: Voorbereiden

# fetchqueueview_queued
source: Queued
de: In Warteschlange
fr: En file d'attente
nl: In wachtrij

# fetchurlviews_added_to_fetch
source: Added to Fetch
de: Zu Fetch hinzugefügt
fr: Ajouté à Fetch
nl: Toegevoegd aan Fetch

# fetchurlviews_could_not_open_url
source: Could Not Open URL
de: URL konnte nicht geöffnet werden
fr: Impossible d’ouvrir l’URL
nl: URL kon niet worden geopend

# fetchurlviews_done
source: Done
de: Fertig
fr: Terminé
nl: Gereed

# fetchurlviews_download
source: Download
de: Herunterladen
fr: Télécharger

# fetchurlviews_download_failed
source: Download Failed
de: Download fehlgeschlagen
fr: Échec du téléchargement
nl: Download mislukt

# fetchurlviews_download_songs
source: Download %d Songs
de: %d Titel herunterladen
fr: Télécharger %d morceaux
nl: Download %d nummers

# fetchurlviews_fetch_url
source: Fetch URL
de: URL abrufen
fr: Récupérer l’URL

# fetchurlviews_inline_footer
source: Paste a Spotify or YouTube Music song or playlist link.
de: Füge einen Spotify- oder YouTube-Music-Link zu einem Titel oder einer Wiedergabeliste ein.
fr: Collez un lien Spotify ou YouTube Music vers un morceau ou une liste de lecture.
nl: Plak een Spotify- of YouTube Music-link naar een nummer of playlist.

# fetchurlviews_loading
source: Loading…
de: Laden…
fr: Chargement…
nl: Laden…

# fetchurlviews_more_songs
source: + %d more songs
de: + %d weitere Titel
fr: + %d morceaux supplémentaires
nl: + %d meer nummers

# fetchurlviews_paste_url
source: Paste URL
de: URL einfügen
fr: Coller l’URL
nl: Plak URL

# fetchurlviews_playlist
source: Playlist
de: Wiedergabeliste
fr: Liste de lecture

# fetchurlviews_playlist_added_message
source: %d songs were added to the download queue.
de: %d Titel wurden zur Download-Warteschlange hinzugefügt.
fr: %d morceaux ont été ajoutés à la file de téléchargement.
nl: %d nummers zijn toegevoegd aan de downloadwachtrij.

# fetchurlviews_sheet_footer
source: Spotify and YouTube Music songs and playlists are supported.
de: Spotify- und YouTube-Music-Titel sowie Wiedergabelisten werden unterstützt.
fr: Les morceaux et listes de lecture Spotify et YouTube Music sont pris en charge.
nl: Spotify- en YouTube Music-nummers en playlists worden ondersteund.

# fetchurlviews_song
source: Song
de: Titel
fr: Morceau
nl: Nummer

# fetchurlviews_song_added_message
source: The song was added to the download queue.
de: Der Titel wurde zur Download-Warteschlange hinzugefügt.
fr: Le morceau a été ajouté à la file de téléchargement.
nl: Het nummer is toegevoegd aan de downloadwachtrij.

# fetchurlviews_songs
source: Songs
de: Titel
fr: Morceaux
nl: Nummers

# fetchurlviews_songs_count
source: %d songs
de: %d Titel
fr: %d morceaux
nl: %d nummers

# fetchurlviews_spotify_or_youtube_music_url
source: Spotify or YouTube Music URL
de: Spotify- oder YouTube-Music-URL
fr: URL Spotify ou YouTube Music
nl: Spotify- of YouTube Music-URL

# fetchurlviews_unknown_error
source: Unknown error.
de: Unbekannter Fehler.
fr: Erreur inconnue.
nl: Onbekende fout.

# fetchurlviews_view_downloads
source: View Downloads
de: Downloads anzeigen
fr: Voir les téléchargements
nl: Bekijk downloads

# fetchview_active_downloads
source: %d active
de: %d aktiv
fr: %d actifs
nl: %d actief
